/* Time-limit options in popup-menu for x month(s) and y week(s). This is a fallback string that should not be displayed to the user */
"%d months and %d weeks" = "%1$d maanden en %2$d weken";

/* Time-limit options in popup-menu for x Month(s) and y Week(s) ago. This is a fallback string that should not be displayed to the user */
"%d Months and %d Weeks ago" = "%1$d maanden en %2$d weken geleden";

/* This texts follows the actual time zone if the system time zone is used. Note the parenthesis. */
"(Using System Time Zone)" = "(Systeemtijdzone wordt gebruikt)";

/* We display a list of records inline.  When there are more than 5 records, we onlye display the first 5, then the current message to inform how many remains */
", and %d more." = ", en %d andere.";

/* at this place, we display the summary of an event.  This is what we will display when the event does not have any summary */
"<event with no summary>" = "<activiteit zonder samenvatting>";

/* at this place, we display the summary of a task.  This is what we will display when the task does not have any summary */
"<task with no summary>" = "<taak zonder samenvatting>";

/* at this place, we display the name of contact group.  This is what we will display when the contact group does not have any name */
"<unamed group>" = "<naamloze groep>";

/* at this place, we display the name of contact.  This is what we will display when the contact does not have any name */
"<unknown contact>" = "<onbekende contactpersoon>";

/* All Contacts - iSync Phone Conduit */
"All Contacts" = "Alle contactgegevens";

/* Comments below the 'Sync All-day events' checkbox */
"All-day events become read-only events on your phone." = "Activiteiten die de gehele dag duren worden omgezet in alleen-lezenactiviteiten op de telefoon.";

/* Suggestion of the window: No calendar available */
"Before you can synchronize your calendars, you need to open a calendar application that supports Mac OS X synchronization." = "U kunt uw agenda's pas synchroniseren nadat u een agendaprogramma hebt geopend dat ondersteuning biedt voor Mac OS X-synchronisatie.";

/* Contacts stat. */
"Calendar events changed: %d added, %d modified and %d removed" = "Agenda-activiteiten gewijzigd: %1$d toegevoegd, %2$d aangepast en %3$d verwijderd";

/* Calendars */
"Calendars" = "Agenda's";

/* Generic Cancel button in dialog */
"Cancel" = "Annuleer";

/* Contacts */
"Contacts" = "Contactgegevens";

/* Contacts stat. */
"Contacts changed: %d added, %d modified and %d removed" = "Contactgegevens gewijzigd: %1$d toegevoegd, %2$d aangepast en %3$d verwijderd";

/* title of the window: No calendar available */
"Do you want to use iCal as your calendar application?" = "Wilt u iCal als agendaprogramma gebruiken?";

/* Time-limit options in popup-menu for [the next:] 8 months */
"Eight months" = "8 maanden";

/* Time-limit options in popup-menu for [the next:] 8 weeks */
"Eight weeks" = "8 weken";

/* Time-limit options in popup-menu for [prior to:] 8 weeks ago */
"Eight weeks ago" = "8 weken";

/* Time-limit options in popup-menu for [prior to:] 8 months ago */
"Eighth months ago" = "8 maanden";

/* Time-limit options in popup-menu for [prior to:] 11 months ago */
"Eleven months ago" = "11 maanden";

/* Time-limit options in popup-menu for [the next:] 11 months */
"Elevent months" = "11 maanden";

/* Following that label will be a list of events (one or several) */
"Event(s)" = "Activiteit(en)";

/* Time-limit options in popup-menu for [the next:] 5 months */
"Five months" = "5 maanden";

/* Time-limit options in popup-menu for [prior to:] 5 months ago */
"Five months ago" = "5 maanden";

/* Time-limit options in popup-menu for [the next:] 5 weeks */
"Five weeks" = "5 weken";

/* Time-limit options in popup-menu for [prior to:] 5 weeks ago */
"Five weeks ago" = "5 weken";

/* Time-limit options in popup-menu for [the next:] 4 months */
"Four months" = "4 maanden";

/* Time-limit options in popup-menu for [prior to:] 4 months ago */
"Four months ago" = "4 maanden";

/* Time-limit options in popup-menu for [the next:] 4 weeks */
"Four weeks" = "4 weken";

/* Time-limit options in popup-menu for [prior to:] 4 weeks ago */
"Four weeks ago" = "4 weken";

/* Merge button in dialog */
"Merge" = "Voeg samen";

/* title of the window: Merge on first sync */
"Merging information for your first sync may result in some duplicate contact or calendar information." = "Wanneer u bij de eerste synchronisatie gegevens samenvoegt, is het mogelijk dat er dubbele contact- en agendagegevens ontstaan.";

/* Time-limit options in popup-menu for [the next:] 9 months */
"Nine months" = "9 maanden";

/* Time-limit options in popup-menu for [prior to:] 9 months ago */
"Nine months ago" = "9 maanden";

/* Time-limit options in popup-menu for: NO LIMIT */
"No limit" = "Geen limiet";

/* Time-limit options in popup-menu for [the next:] 1 month */
"One month" = "1 maand";

/* Time-limit options in popup-menu for [prior to:] 1 month ago */
"One month ago" = "1 maand";

/* Time-limit options in popup-menu for [the next:] 1 week */
"One week" = "1 week";

/* Time-limit options in popup-menu for [prior to:] 1 week ago */
"One week ago" = "1 week";

/* Time-limit options in popup-menu for [the next:] 1 year */
"One year" = "1 jaar";

/* Time-limit options in popup-menu for [prior to:] 1 year ago */
"One year ago" = "1 jaar";

/* button to open iCal */
"Open iCal" = "Open iCal";

/* Name for the Personal Information (Sync) module in the navigation bar */
"Personal Information" = "Persoonlijke gegevens";

/* For 3rd-party plugin, displayed at the bottom of the main view: Provided by %@    [%@ is the manufacturer name] */
"Provided by %@" = "Afkomstig van %@";

/* Label in modlet view */
"Put events created on phone into:" = "Zet op telefoon aangemaakte activiteiten in:";

/* Reset button in dialog */
"Reset" = "Stel opnieuw in";

/* Time-limit options in popup-menu for [the next:] 7 months */
"Seven months" = "7 maanden";

/* Time-limit options in popup-menu for [prior to:] 7 months ago */
"Seven months ago" = "7 maanden";

/* Time-limit options in popup-menu for [the next:] 7 weeks */
"Seven weeks" = "7 weken";

/* Time-limit options in popup-menu for [prior to:] 7 weeks ago */
"Seven weeks ago" = "7 weken";

/* Time-limit options in popup-menu for [the next:] 6 months */
"Six months" = "6 maanden";

/* Time-limit options in popup-menu for [prior to:] 6 months ago */
"Six months ago" = "6 maanden";

/* Time-limit options in popup-menu for [the next:] 6 weeks */
"Six weeks" = "6 weken";

/* Time-limit options in popup-menu for [prior to:] 6 weeks ago */
"Six weeks ago" = "6 weken";

/* For 3rd-party plugin, displayed at the bottom of the main view: Support */
"Support" = "Ondersteuning";

/* Label in modlet view in front of contact group popup */
"Synchronize:" = "Synchroniseer:";

/* Following that label will be a list of tasks (one or several) */
"Task(s)" = "Taken";

/* Time-limit options in popup-menu for [the next:] 10 months */
"Ten months" = "10 maanden";

/* Time-limit options in popup-menu for [prior to:] 10 months ago */
"Ten months ago" = "10 maanden";

/* the phone refused some events or contacts for unknown reasons.  We give a list of the incriminated records */
"The device refused the following records:\n" = "De volgende records zijn door het apparaat geweigerd:\n";

/* Suggestion of the window: merge on first sync. %@ == [application name] */
"The first time you use %@ to synchronize devices that were imported from iSync 1.5, you should reset the information on your devices to avoid duplicates." = "De eerste keer dat u %@ gebruikt om apparaten te synchroniseren die vanuit iSync 1.5 zijn geïmporteerd, moet u de gegevens op uw apparaten opnieuw instellen om dubbele vermeldingen te vermijden.";

/* Text displayed instead of the calendars section when the phone does not support calendars sync */
"This phone does not support calendar synchronization." = "Deze telefoon is niet geschikt voor het synchroniseren van agenda's.";

/* Time-limit options in popup-menu for [the next:] 3 months */
"Three months" = "3 maanden";

/* Time-limit options in popup-menu for [prior to:] 3 months ago */
"Three months ago" = "3 maanden";

/* Time-limit options in popup-menu for [the next:] 3 weeks */
"Three weeks" = "3 weken";

/* Time-limit options in popup-menu for [prior to:] 3 weeks ago */
"Three weeks ago" = "3 weken";

/* Time-limit options in popup-menu for [prior to:] Today */
"Today" = "Vandaag";

/* Turn on [DeviceName] synchronization */
"Turn on %@ synchronization" = "Schakel synchronisatie in voor '%@'";

/* Time-limit options in popup-menu for [the next:] 2 months */
"Two months" = "2 maanden";

/* Time-limit options in popup-menu for [prior to:] 2 months ago */
"Two months ago" = "2 maanden";

/* Time-limit options in popup-menu for [the next:] 2 weeks */
"Two weeks" = "2 weken";

/* Time-limit options in popup-menu for [prior to:] 2 weeks ago */
"Two weeks ago" = "2 weken";

/* Time-limit options in popup-menu for [the next:] 2 years */
"Two years" = "2 jaar";

/* Using System Time Zone */
"Using System Time Zone" = "Systeemtijdzone wordt gebruikt";

